Repository: 84000/data-translation-memory
Catalog: toh381_84000-emergence-from-samputa.tmx
Source language: bo
Languages: en

source: །ཡིད་ཀྱིས་བསྐུལ་བར་བསྒོམ་པར་བྱ།
en: While supplicating, he should visualize The target being torn to pieces by them. “He should then visualize with teeth of diamond,

source: །རླུང་གི་དཀྱིལ་འཁོར་མཉམ་ཞོན་པར།
en: Mounted on a maṇḍala of the element of wind.

source: །རྡོ་རྗེ་མཆེ་བ་རྣམ་པར་བསམ།
en: he should visualize The target

source: །དེ་ཡི་རྒྱབ་ཏུ་ཞོན་པར་ནི།
en: Mounted on its back

source: །བསྒྲུབ་པར་བྱ་བ་ཡོངས་སུ་བརྟག །རྡོ་རྗེ་ཁྲོ་བོས་གཟིར་ནས་ནི།
en: “And tormented by Vajrakrodha,

source: །ལྷོ་ཡི་ཕྱོགས་སུ་ཁྱེར་བར་བྱ།
en: While being led in the southern direction.

source: །རླུང་གི་དཀྱིལ་འཁོར་ལོ་མ་དང་། །དེ་ཡི་ངེས་པར་རྐང་རྗེས་ས།
en: Using ink made from leaves whirled up by the wind

source: །རྡོ་རྗེའི་མགོ་བོ་རྐང་པར་ནི།
en: And dust from the target’s footprint,

source: །དེ་ཡི་མིང་ནི་གཟུང་བས་ས་སྦ།
en: “He should write the target’s name And conceal it in a camel’s hoof.

source: །དེ་ལྟར་བསྒོམ་པའི་སྦྱོར་བས་ནི།
en: Employing the visualization as described,

source: །ཆོ་ག་ཡིས་ནི་ལས་རྣམས་བྱ།
en: He should perform the rite according to procedure.

source: །བརྒྱ་བྱིན་ཀྱང་ནི་སྐྲོད་བྱེད་ན།
en: “He will then be able to drive away even Śakra,

source: །ས་ཡི་སྐྱེ་བོ་སྨོས་ཅི་དགོས།
en: Let alone ordinary earthly people.

source: །བྲམ་ཟེའི་སྐྲ་དང་དགེ་སྦྱོང་སྤུས།
en: “He should obtain the bodily hair of a brahmin and a monk,

source: །འུག་པའི་གཤོག་པ་དཀྲིས་ནས་ནི།
en: And wrap with them feathers of an owl, .

source: །དེ་མིང་སྔགས་ཀྱི་ནང་བཅུག་སྟེ།
en: He should write targets’ names on them, interspersed with the mantra,

source: །བྲིས་ནས་ས་ལ་སྦས་ནས་ནི།
en: And bury them in the ground, confining them to obstruct each other. “He should visualize them

source: །རྡོ་རྗེ་ཁྲོ་བོ་གཉིས་དག་གིས། །འཐབ་པ་རུ་ནི་རྣམ་པར་བསམ།
en: As two Vajrakrodhas fighting.

source: །དེ་ལྟར་རྣམ་བསམ་སྦྱོར་བས་ནི།
en: Visualizing in this way, the practitioner

source: །ཇི་ལྟར་འདོད་པས་སྡང་བར་བྱེད།
en: Will be able to sow enmity between whomever he wants. “By visualizing the deity with the face of a horse

source: །ཙི་ཡི་ཡི་གེ་དང་ལྡན་པས།
en: In conjunction with the syllable cī , He will accomplish the ultimate

source: །རྟའི་རྣམ་པའི་གདོང་དུ་བྱེད་པ་ནི་ཆང་འགུགས་པར་བྱེད་པ་ལ་མཆོག་སྟེ།
en: Drawing forth of wine

source: སྐུ་མདོག་ལྗང་གུ་དང་། ཞལ་བཞི་པ་དང་། ཞབས་བཞི་པ་དང་། ཕྱག་བརྒྱད་པ་དང་། རྟ་མགྲིན་གྱི་རྒྱལ་པོ་ཆེན་པོ་དམ་པའི་དབང་ཕྱུག་འགྲུབ་པར་འགྱུར་རོ།
en: “The great king Hayagrīva Is effectively the supreme master. He is visualized as yellow-green, With four faces and four hands.

source: །དང་པོ་ནི་ལྗང་གུ་ལ་ཅུང་ཟད་སེར་བ་སྟེ། སྤྱན་གསུམ་པའོ།
en: “His main face is dark green with a hint of yellow, and has three eyes.

source: །ཞལ་གཡས་པ་དང་། གཞན་པ་ནི་ནག་པོ་དང་དཀར་པོའོ།
en: The faces on the right and left are black and white respectively.

source: །དེ་བཞིན་དུ་སྟེང་མ་ནི་རྟ་གདོང་སྟེ།
en: The upper face is that of a horse;

source: རྣམ་པར་གཙིགས་ཤིང་ལྗང་གུའོ།
en: it is yellow-green and terrible looking with bared fangs.

source: །གཡས་པ་ནི་བ་དན་ལྕེ་གསུམ་པ་འཕྱར་བའི་ཚུལ་ལོ།
en: With his first right hand he displays the mudrā of three outstretched fingers;

source: །གཉིས་པ་ན་ནི་སྣ་ཚོགས་རྡོ་རྗེ།
en: in the second, he holds a double vajra scepter;

source: གསུམ་པ་ན་ནི་རལ་གྲི། བཞི་པ་ན་ནི་མདའོ།
en: in the third, a sword; and in the fourth, an arrow.

source: །གཡོན་པ་ན་ནི་སྣ་ཚོགས་པདྨའོ།
en: In his first left hand he holds a multicolored lotus;

source: གཉིས་པ་ལ་ནི་འཕང་མདུང་།
en: in the second, a spear;

source: གསུམ་པ་ལ་ནི་མེ་ལོང་། །བཞི་པ་ལ་ནི་གཞུའོ།
en: in the third, a mirror; and in the fourth, a bow.

source: །གཡོན་བརྐྱང་བས་ཉི་མ་ལ་བཞུགས་ཤིང་གར་དང་བཅས་པ་དང་། སྲེད་མེད་ཀྱི་བུ་དང་། དབང་ཕྱུག་ཆེན་པོ་ལ་སོགས་པ་འགྱེལ་བར་འགྱུར་བ་དེ་ལྟར་སྔགས་པས་ཆོ་གས་བསྒོམ་པར་བྱའོ། །བསྒྲུབ་བྱའི་ལྟེ་བར་ཡྃ་གི་རྣམ་པ་བསྒོམ་པར་བྱ་ཞིང་།
en: He is standing on a sun disk with his left leg outstretched and the right slightly bent, and dancing the wild tāṇḍava dance, knocking down Viṣṇu, Śiva, and so forth. In this way should the follower of the mantra path meditate, following the right procedure.

source: མྃ་གི་རྣམ་པ་གྱུར་པ་ལས་ཆང་ལྟོ་བར་བསྒོམ་པར་བྱ་སྟེ།
en: “In the target’s navel, he should visualize the syllable māṁ and, arising from it, the target with a belly full of wine.

source: ཕྱིས་སྐྱུག་པར་བྱེད་པར་བལྟས་ན་ཆང་སྐྱུག་པར་འགྱུར་རོ།
en: When he subsequently visualizes him as vomiting, the target will throw up wine.

source: །རླུང་གི་ཕྱོགས་སུ་སོང་སྟེ།
en: “As for the next rite, the wise practitioner should walk toward the northwest and create there a maṇḍala with four corners.

source: དཀྱིལ་འཁོར་གྲུ་བཞི་པ་བྱས་ནས་དྲིའི་ཐིག་ལེ་བདུན་བློ་དང་ལྡན་པས་བྱ་ཞིང་།
en: Using perfume, he should prepare seven drops and store them in an earthenware vessel.

source: །ཁམ་ཕོར་གྱིས་སྦ་བར་བྱའོ། །དེར་རི་རབ་ཟུར་བརྒྱད་པ་རྭ་བརྒྱད་ཀྱིས་ཀུན་ཏུ་སྤྲས་པར་སྤྲུལ་ཏེ། སྤྲུལ་པའི་རྡོ་རྗེས་མནན་ནས་ཡའི་རྣམ་པ་རླུང་བདུན་པོ་ཀུན་གྱི་ས་བོན་དབུགས་རྔུབ་པས་ནང་དུ་སྦས་ཏེ། དབང་ཆེན་ལྃ་གིས་མཚན་པས་སའོ། །དེ་ལྟར་སྦྱོར་བས་བསྒྲུབས་ན་འཇིག་པ་ལྟ་བུའི་རླུང་འཆིང་བར་བྱེད་དོ། །པདྨ་འདབ་མ་བརྒྱད་པ་བསྒོམས་ནས།
en: He should visualize that this transforms into Sumeru, with eight peaks arranged in a circle, surmounted with a flashing vajra scepter, with the seven seeds— yaṁ syllables—of wind inside it, confining thus the in-breath of the Great Indra in its interior, and marked at the top with the syllable laṁ . When this rite is performed in this way, he will stop the wind as if it were annihilated.

source: དེའི་འདབ་མ་ལ་ཀླུ་བདག་བརྒྱད་དང་། དབུས་སུ་འབར་བའི་འབར་བ་ཆེན་པོ་ཅན་བཀོད་ནས་རྡོ་རྗེ་ཁྲོ་བོའི་སྐུས་ཞབས་ཀྱི་མཐིལ་གྱིས་གཟིར་བར་བྱ་བ་དང་། ལྟོ་འཕྱེས་སྤྲིན་གྱི་ཆུ་གཏོར་བར་བྱེད་པ་དང་། ཧཱུྃ་གཉིས་ཀྱི་ནང་དུ་བཅུག་ནས་དབུས་སུ་ཀླུའི་ས་བོན་བཅུག་སྟེ་གཟིར་བར་བྱ་ཞིང་ཧཱུྃ་གིས་བཟླས་པ་བྱས་པས་ཆར་འབེབས་པར་འགྱུར་རོ།
en: “As for the next rite, he should visualize an eight-petaled lotus, placing the eight nāgas on the petals, and a peacock, blazing with flames, in the center. Assuming the form of Vajrakrodha, he should squeeze the serpents with the heel of his foot, causing them to vomit rainclouds. Should he squeeze a nāga while reciting the syllable hūṁ in pairs, with the seed syllable of the nāgas thrown in between, he will cause rain to fall.

source: །འཇིགས་པ་ཆེན་པོ་བྱེད་པའི་ཉི་མའི་མདོག་གི་འོད་ལྟར་ཤིན་ཏུ་དམར་བས་ཁ་གདངས་ནས་ནམ་མཁའ་ལ་བཞུགས་པ་དང་། ཧཱུྃ་འབར་བའི་ལྗགས་ཀྱིས་སྤྲིན་ལ་བལྡག་པ་དང་། རོལ་མཚོ་བདུན་ཡོངས་སུ་གང་བ་འགུགས་པ་དང་། དབུགས་རྔུབ་པ་དང་། དབུགས་འབྱིན་པས་རས་བལ་གྱི་ཕུར་མ་ལྟར་གཏོར་བ་དང་། དེ་ནས་རང་གི་ཕྱག་རྒྱའི་ཚོགས་འབར་བ་བཏོན་པས་སྐད་ཅིག་གིས་འདྲལ་བ་དང་། གཅོད་པ་དང་། ཧཱུྃ་གི་རྣམ་པས་སྡིགས་པར་བྱེད་དོ།
en: “As for the next rite, he should visualize in the sky a gaping mouth, as red as the light of the sun that causes the dissolution of the world. Its tongue, bright with the syllable hūṁ , licks the clouds filled with the seven waters, summoning them. Through its inhaling and exhaling, the mouth then scatters the clouds like tufts of cotton wool. He should then send forth a multitude of replicas of himself. He will instantly rend the sky and cause it to open, threatening it with the syllable hūṁ

source: །སྟོན་ཀའི་དུས་ཀྱི་ནམ་མཁའ་ལྟ་བུ།
en: “As for the next rite, he should visualize Acalaceṭa with the color of an autumn sky, standing on a fiery disk, emerging from the center of forehead.

source: མེའི་དཀྱིལ་འཁོར་ལ་གནས་པའི་མི་གཡོ་མགོན་དཔྲལ་བའི་ནང་ནས་བཏོན་ཏེ། རྣམ་པར་སྣང་མཛད་ཀྱི་གནས་སུ་ཕྱག་དྲུག་ན་རལ་གྲི་དང་། སྡིགས་མཛུབ་དང་། མདའ་དང་། ཞགས་པ་དང་། གཞུ་དང་། རྡོ་རྗེ་སྟེ། ཆར་རབ་ཏུ་འབེབས་ཤིང་ཁྲོ་བོ་གྲངས་མེད་པས་ཡོངས་སུ་བསྐོར་བས་བདུད་ལས་རྣམ་པར་རྒྱལ་བ་དང་། བགེགས་ཐམས་ཅད་བསྐྲད་པ་དང་། ཧཱུྃ་གི་སྒྲས་གང་བས་འཇིག་རྟེན་གསུམ་གང་བ་ཡང་འཇིག་པར་བྱེད་དོ།
en: He is equal to Vairocana and has six hands which hold a sword, a noose, an arrow, a bow, a bell, and a vajra scepter. Sending down rain, and surrounded by countless Krodhavajras, he vanquishes Māras, frightens away all troublemakers, and destroys even the entire triple universe by filling it with the resonance of hūṁ . “As for the next rite, he should sculpt a human effigy from human blood mixed with soil from the footprint of the target.

source: །སྐྱེས་པའི་ཁྲག་དང་། རྐང་རྗེས་ཀྱིས་ལས་མིའི་གཟུགས་བྱས་ནས་མིག་ལ་མིའི་རུས་པའི་ཕུར་བུ་འོད་ཟེར་ཅན་གྱི་སྔགས་ལན་ཉི་ཤུར་མངོན་པར་བསྔགས་ཏེ།
en: He should nail it through the eyes with a spike made of human bone and incant it twenty times with the mantra of Mārīcī.

source: གདབ་པར་བྱ་ཞིང་བཏབ་མ་ཐག་ཏུ་དེ་ཚོགས་ཀྱི་བདག་པོའི་ཁར་བཅུག་ནས་རྒྱབ་ཏུ་རྡོ་རྗེ་གཏུན་ཤིང་གིས་བརྡུང་བར་བྱ་སྟེ།
en: Immediately after chanting the mantra, he should place the effigy in the mouth of an image of Gaṇapati and smash it from behind with a vajra cudgel, while repeating the mantra:

source: ཨོཾ་སུམྦྷ་ནི་སུམྦྷ་ཧཱུྃ་བཛྲ་མུ་ཥ་ལེ་ན་ཙཱུ་རྞཎ་ཡ་བིགྷྣའ་ན་ཧཱུྃ་ཕཊ།
en: Oṁ , smother, smother! Reduce the obstacle makers to dust with your vajra cudgel! Hūṁ phaṭ

source: །དེ་ལྟར་བསམ་གཏན་གྱི་ལས་ཀྱིས་སྐྱེས་པའི་བགེགས་ཟློག་པར་བྱེད་དོ།
en: “Through this meditative act he will instantly ward off human miscreants.

source: །ནམ་མཁའ་ལྡིང་མིག་སྨན་གྱི་ཁ་དོག་ལྟ་བུ་ཀླུ་བརྒྱ་སྟོང་གིས་བརྒྱན་ཅིང་།
en: “As for the next rite, he should visualize the deity with silver-colored eyes, with his body adorned by hundreds of thousands of nāgas, issuing a command to the eight nāgas.

source: ལུས་ལ་ཀླུ་བརྒྱད་དང་། བརྒྱ་སྟོང་གི་གདོང་དང་། ནམ་མཁར་གནས་པའི་བཀའ་སྤྲིན་དེ་རྣམས་ཀྱིས་ཐོས་ནས་སྤྲིན་གྱི་ཚོགས་ཀྱིས་ཆར་ཟློག་པར་བྱེད་དོ།
en: These nāgas, for their part, should be visualized situated in the sky, with hundreds of thousands of faces. Upon hearing the command, they avert the rain with cloud masses.

source: །ནམ་མཁའ་ལྡིང་གི་གཤོག་པའི་མདོག་སྔོན་པོ་ཡང་མཆུས་བསྣུན་པས་ཆུ་བོའི་ཚོགས་སྐེམས་པར་བྱེད་དོ།
en: “As for the next rite, he should visualize a garuḍa blowing out fire by making wind with its wings, while creating a river with a stroke of its beak. Visualizing thus, he should recite the mantra:

source: །ཨོྃ་བཛྲ་ནཱ་རཱ་ཡ་ཎ་ནིརྦྦཱ་པ་ཡ་བ་ཧྣིནྣ་པཱ་ཙ་བཱམྦུ་མེ་གྷཻཿཧཱུྃ།
en: Oṁ , Vajranārāyaṇa! Extinguish the fire by bringing new water-bearing clouds! Hūṁ

source: ནམ་མཁའི་ཁམས་ཀྱི་ནང་སོན་པར། །ཞལ་གསུམ་པ་ལ་སྤྱན་གསུམ་པ།
en: “In the middle of the sky, with three faces, each of them with three eyes.

source: །སྟག་གི་པགས་པ་མནབས་པ་དང་། །ཁ་དོག་དམར་པོ་གཟི་བརྗིད་ཆེ། །ཉི་མ་ཤར་བའི་འོད་ལྟ་བུར།
en: She is red, intensely brilliant, with the same brightness as the rising sun.

source: །རལ་གྲི་ཉིད་དང་ཁ་ཊྭཱཾ་ག།
en: “She holds a sword, a khaṭvāṅga,

source: །གཞུ་དང་དེ་བཞིན་མདའ་ཉིད་དང་། །ཤ་ཆེན་གྱི་ནི་ཐོད་པ་དང་། །དེ་བཞིན་དུ་ནི་ཅང་ཏེའུ་ཉིད།
en: A bow, and an arrow, As well as a skull cup with human flesh, A ḍamaru,

source: །ཞགས་པ་ཉིད་དང་ལྕགས་ཀྱུ་དང་། །གཡོན་ན་ཨུཏྤལ་རྣམ་པར་སྤྲས།
en: “A noose, and a goad. She is graced, in the left hand, with a lotus,

source: །གཡོན་བརྐྱང་འཇིགས་པ་ཆེན་པོ་ནི།
en: And displays the mudrā of fearlessness with the right.

source: །ཉི་མར་གནས་ཤིང་གར་དང་ལྡན།
en: “Terrifying, she stands on a sun disk with her left leg outstretched and the right slightly bent,

source: །དམར་པོ་འབར་ཞིང་འཁྱིལ་བ་དང་། །གོས་ནི་ཆེན་པོ་བླ་བྲེ་དང་། །དུར་ཁྲོད་དུ་ནི་རབ་ཏུ་བྱ།
en: Dancing the wild tāṇḍava dance, and enveloped in red flames. she spreads above a canopy of a “great garment.” She performs these acts in a charnel ground.

source: །ཧྲཱིཾཿལས་བྱུང་བའི་ལྷ་མོ་ནི།
en: “She is the goddess arising from the syllable hrīṁ

source: །དེ་ལྟར་བསྒོམས་པ་ཙམ་གྱིས་ནི།
en: By merely visualizing in this way,

source: །ཡོ་གིས་སངས་རྒྱས་ཉིད་ཐོབ་ན།
en: The practitioner will attain awakening,

source: །དངོས་གྲུབ་གཞན་ལྟ་སྨོས་ཅི་དགོས།
en: Not to mention other siddhis.

source: །དེ་ནས་དབང་དུ་བྱ་འདོད་པས། །མྱ་ངན་མེད་པའི་བརྒྱད་ལ་མྱ་ངན་མེད་པའི་འོག་ཏུ་སོང་སྟེ། གོས་དམར་པོས་བགོས་ནས་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་ཅིང་སྔགས་བཟླ་བར་བྱའོ།
en: “Now, if he wishes to enthrall someone, he should, on the eighth day of the first half of the month Caitra, go under the canopy of an aśoka tree and, dressed in red and adorned with all kinds of adornments, recite the mantra.

source: །ཞལ་གསུམ་པའི་རྣལ་འབྱོར་ལ་གནས་ནས་བདག་ཉིད་ཁ་དོག་དམར་པོར་བསམས་ཏེ།
en: He should visualize himself as red with three faces.

source: ཕྱི་ནས་རང་གི་སྐུ་ལས་ཕྱག་གཉིས་མ་དམར་མོ་ལག་པས་ལྕགས་ཀྱུ་དང་། ཞགས་པ་འཛིན་མ་དབྱུང་བར་བྱའོ།
en: Then, he should emanate from his body a two-armed red goddess with a goad and a noose in her hands.

source: །དེས་བསྒྲུབ་བྱའི་སྙིང་དང་མགྲིན་པ་བཅིངས་ནས་དགུག་པར་བསམ་པར་བྱ་ཞིང་རང་གི་ལུས་ལ་ལྷ་མོ་དེ་གཞུག་པར་བྱའོ།
en: He should then visualize this goddess piercing the target through the heart with the goad and leading him into his own body. She makes him enter there in a state of confusion.

source: །བསྒྲུབ་བྱ་མྱོས་པས་གྱུར་ནས་དེའི་སྙིང་གར་སྔགས་ཀྱི་ཡི་གེ་བཅུ་ཁ་དོག་དམར་པོར་དགོད་པར་བྱ་སྟེ།
en: In his heart one should place the ten-syllable mantra, visualized in red.

source: ཡང་ན་བསྒྲུབ་བྱ་དང་ཡེ་ཤེས་ཀྱི་གཟུགས་ཀྱིས་ཡི་གེ་དེ་རྣམས་ལ་དེ་ཞུགས་པས་དེ་རྣམས་ལྷན་ཅིག་ཏུ་འདྲེས་པར་གྱུར་པར་བསམ་པར་བྱའོ།
en: He should further cause the target to enter, in his mental body form, into these syllables, and visualize him merging with them.

source: །བསམ་གཏན་གྱི་སྦྱོར་བ་འདིས་ཉི་མ་བདུན་གྱིས་འཁོར་ལོས་སྒྱུར་བ་ཡང་ཇི་སྲིད་འཚོའི་བར་དུ་དབང་དུ་བྱེད་པར་ཐེ་ཚོམ་མི་ཟའོ།
en: Through this meditative method he will be able, after seven days, to enthrall even a universal monarch for as long as he lives—there is no doubt about this.”

source: །དེ་ནས་རྡོ་རྗེའི་བར་ཆད་བཟློག་པའི་དོན་དུ་བཀའ་སྩལ་པ།
en: Now, to help ward off the dangers of lightning, the Blessed One said:

source: དཔལ་མཆོག་དང་པོའི་གཟུགས་སུ་བདག་ཉིད་ཞལ་གསུམ་པ། ཞབས་བཞི་དང་། ཕྱག་བཞི་པ། ཞལ་དམར་པོའི་འོད་ཟེར་འབར་བ།
en: “He should visualize himself in the form of the glorious primordial lord with three faces, four feet, four arms, and a luminous red glow.

source: །སྙེམས་མ་ལ་སོགས་པའི་ལྷ་མོ་བཞིས་ཡོངས་སུ་བསྐོར་བར་རྣམ་པར་བསམ་ནས་རྡོ་རྗེ་མཚོན་ཆ་མ་དང་། །རྡོ་རྗེ་ཀཱི་ལི་ཀཱི་ལ་དང་། རྡོ་རྗེ་སྡུག་པ་དང་། །རྡོ་རྗེ་སྙེམས་མའི་གཡས་ན་རྡོ་རྗེ་མདའ་འགེངས་ཤིང་འཛིན་པའོ།
en: He is surrounded by four goddesses whose names begin with vajra—they are Vajrāstrā, Vajrakelīkilā, Snehavajrā, and Vajragarvā.

source: །གཡོན་པ་བསྒྱིངས་ཤིང་རྐེད་པར་གཞག་པ་དང་། གཞུ་འཛིན་པར་བསམས་ཏེ། དེ་ནས་སེམས་དཔའ་ཕྱུང་སྟེ།
en: They each raise a vajra scepter with one of their right hands and hold an arrow with the other, proudly resting one of their left hands on the hip, while holding a bow with the other. He should visualize, emanating from the lord’s body, clouds composed of buddhas adorned with all kinds of jewelry.

source: སངས་རྒྱས་ཀྱི་མཛད་པའི་སྤྲིན་རྣམ་པ་ཐམས་ཅད་ཀྱིས་རྣམ་པར་སྤྲས་པའི་གཡས་ན་མི་འཇིགས་པ་སྦྱིན་པ་དང་། དབང་གི་ཐོད་རིན་པོ་ཆེ་འཛག་པ་ནམ་མཁར་སོན་པས་ནི་རྡོ་རྗེ་ཟློག་པར་བྱེད་དོ།
en: Staying in the middle of the sky, they display the gesture of fearlessness with their right hand, and hold a jeweled, dripping initiation vase with the other. Such will avert lightning. “The mantra to recite is:

source: །ཨོྃ་མ་ཧཱ་སུ་ཁ་བཛྲ་ཏེ་ཛཿཧཱུྃ།
en: Oṁ , Mahāsukhavajratejaḥ! Hūṁ

source: དེ་ལྟར་ཤིན་ཏུ་དགའ་བའི་བཅིང་བ་བྱས་ནས་རྣལ་འབྱོར་བླ་ན་མེད་པར་བཤད་དོ།
en: “When the same rite involves binding sexual ecstasy, it is said to bring about the state of the highest yoga.”

source: །གང་ཞིག་རྣམ་པར་ཕྱེ་བས་གསོད་པར་བྱེད་པ་འདི་བཀའ་སྩལ་ཏོ།
en: Concerning the rite of killing, the Blessed One taught the following: “He should leave out the syllables used in the rite of pacifying,

source: །ཞི་བ་ལ་ནི་མཐའི་ཡ་དང་ནི་གཉིས་དང་། ཕྱི་ནས་ཡ་དབུ་མ་ཕྱི་བས་ཡིག་འབྲུ་ལྷག་མས་ཇི་ལྟར་བདེ་བས་སོ།
en: Namely the final ya , the two ni syllables, And then the middle ya syllable, And use the remaining syllables as one likes.

source: །ལྷ་མོ་དེ་ལྟར་བཤད་པས་ནི་ལས་ཐམས་ཅད་རབ་ཏུ་སྒྲུབ་པར་བྱེད་དོ།
en: “By having explained such, O goddess, All rites will be accomplished.

source: །རབ་ཏུ་མྱོས་མ་དབང་དུ་བྱ་བར་འདོད་པས་ཡང་བརྒྱད་པ་ལ་ཀུ་རུ་ཀུལླེའི་རྣལ་འབྱོར་ལ་གནས་ནས་བསམ་གཏན་འདི་བྱའོ།
en: “If he wants to enthrall a wanton woman, he should once again assume, on the eighth day of the bright fortnight, the identity of Kurukullā and do her meditation.

source: །མྱོས་བྱེད་ཀྱི་འབྲས་བུ་བཟའ་ཞིང་། དེ་ནས་ཀ་ཀཱ་མ་ཙི་ཀའི་ཁུ་བས་ཐིག་ལེ་བྱས་ནས་སྔགས་བཟླ་བར་བྱའོ། །ཨོྃ་ཨ་མུ་ཀཱི་མེ་ཧྲཱིཿབ་ཤཱིབྷཱ་བ་ཏུ། ཁྲི་བཟླས་པས་འགྲུབ་པོ།
en: He should consume a fruit of downy datura, and then respectfully give the target a tilaka on the forehead using juice of black nightshade.

source: །དེ་ནས་དུག་གིས་ཟིན་པ་བསླང་བའི་ཕྱིར་རང་གི་སྙིང་ག་ན་པདྨ་འདབ་མ་བརྒྱད་པ་བསམ་པར་བྱའོ།
en: He should then recite the following mantra: “ Oṁ , may such and such a woman, hrīṁ , become enthralled with me! “When he has completed 10,000 recitations, she will arrive.

source: །དེའི་སྟེང་དུ་དབྱངས་ཀྱི་གསུམ་པ་འདབ་མ་བརྒྱད་ལ་ཁ་དོག་དཀར་པོ་བསམ་པར་བྱ་ཞིང་།
en: “Now, if he wants to revive someone bitten by a black cobra, he should visualize in his heart an eight-petaled lotus, and above it, on each of the eight petals, distinctly visualize the third vowel , white in color.

source: བདག་ཉིད་ཡང་འོག་གི་ཀླུའི་གཟུགས་ཁ་དོག་དཀར་པོ་ཨིའི་བདུད་རྩི་འཛག་པར་བསམ་པར་བྱའོ།
en: He should visualize himself in the form of the nāga Śeṣa, white in color and oozing ambrosia from the letter i

source: །ཀླུ་དེའི་མིག་ལས་བདུད་རྩི་བྱུང་བས་དེར་བསྒྲུབ་པར་བྱ་བ་དེའི་ལུས་ལ་ལྟུང་བར་བསམ་པར་བྱའོ།
en: He should mentally send forth ambrosia from the two eyes of this nāga and visualize it falling into the body of the patient.

source: །བསམ་གཏན་གྱི་སྦྱོར་བ་འདིས་ཁམས་གསུམ་ཡོངས་སུ་གང་བའི་དུག་མེད་པར་བྱེད་དོ།
en: By this meditative method he could neutralize the amount of poison that would fill the entire triple universe.

source: །དེ་ནས་ཟླ་བ་དང་ཉི་མ་རྣམ་པར་གཟུང་བར་འདོད་པས་སཱ་ལུ་བཏགས་པའི་བདག་ཉིད་ལས་ཟླ་བ་དང་ཉི་མ་བྱས་ཏེ།
en: “Now, if he wants to arrest the moon and the sun, he should make a moon and a sun from rice flour and submerge them in vajra water.

source: རྡོ་རྗེའི་ཆུ་ལ་གཞུག་པར་བྱ་ཞིང་སྔགས་བཟླ་བར་བྱའོ།
en: He should recite the following mantra:

source: །ཨོྃ་ཙན་དྲཱརྐཀ་མཱ་ཙ་ལ་མ་ཙ་ལ་ཏིཥྛ་ཏི ཥྛི་ཧེ་བཛྲ་ཡ་སྭཱ་ཧཱ།
en: Oṁ , moon and sun! Do not move, do not move! Stop stop! Svāhā to Hevajra!

source: བྱེ་བ་ཕྲག་དྲུག་བཟླ་བར་བྱ་སྟེ། ཕྱི་ནས་ལས་འདི་ཡང་དག་པ་བརྩམ་པར་བྱའོ།
en: “He should recite this mantra sixty million times and then commence the actual rite.

source: །ཟླ་བ་དང་ཉི་མ་དག་གནས་ཤིང་ཉིན་མཚན་བྱེ་བྲག་མེད་པར་གནས་པར་འགྱུར་རོ། །ཕ་རོལ་གྱི་སྡེ་རྣམ་པར་གཞིག་པའི་ཕྱིར་བསྒྲུབ་པར་བྱ་སྟེ།
en: The moon and the sun will stop in their tracks regardless of whether it is night or day. “If he wants to destroy an enemy army, he should procure a piece of chalk.

source: ཁ་ཊི་ཀཱ་དང་། བདུད་རྩི་ལྔ་དང་། ཀུཊྞཱ་ར་ཚིནྣ་དང་ལྷན་ཅིག་བཏགས་ལ་རིལ་བུ་བྱའོ།
en: Having ground the chalk, he should prepare a pill by adding the five ambrosias together with axe filings. “The mantra to repeat is:

source: །ཨོྃ་བཛྲ་ཀརྟྟ་རི་ཧེ་བཛྲཱ་ཡ་སྭཱ་ཧཱ།
en: Oṁ , vajra knife! Svāhā to Hevajra!

source: དངོས་གྲུབ་ཀྱི་དོན་དུ་བྱེ་བ་བཟླས་ཤིང་དེ་གྲུབ་ན་བསྒྲུབ་བྱ་རིལ་བ་སྤྱི་བླུགས་ཀྱི་མགྲིན་པ་བསྐོར་ནས།
en: “In order to ensure a successful outcome, he should recite this mantra ten million times.

source: བཅག་ན་དགྲ་ཐམས་ཅད་ཀྱི་མགོ་འཆད་པར་འགྱུར་རོ།
en: He will then succeed. Having completed the recitations, if he ties the aforementioned pill onto the neck of a pitcher and then breaks the neck, all the enemies will be decapitated.

source: །ལྷ་དགས་པར་འདོད་པས་ཐིག་ལེ་བསྒྲུབ་པར་བྱ་སྟེ།
en: “Should he wish to cause gods to burst, he should ritually prepare a tilaka compound.

source: རྡོ་རྗེ་བཅིངས་པས་རྡོ་རྗེ་ཅན་གྱི་མེ་ཏོག་བསྒྲུབས་ཏེ། སྟ་རེས་བཅད་པ་དང་བསྲེགས་ནས་ཉི་མ་གཟས་ཟིན་པ་དང་མི་བསྐྱོད་པ་དང་བཏག་པར་བྱ་ཞིང་།
en: He should procure the ‘flower’ of a possessor of a vajra produced through constricting the vajra, mix it with axe filings, and grind this together with urine during a solar eclipse.

source: བཏགས་ནས་དགྲ་སྟ་བྱ་སྟེ། དེ་རྡོག་པས་མནན་ནས་སྔགས་བཟླ་བར་བྱའོ། །ཨོྃ་བཛྲ་ཀུཊྛཱ་ར་སྤཱ་ཊ་ཡ་སྥ་ཊ་ཡ་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: Having ground them together, he should mold the paste into the shape of an axe and, stepping on it with his foot, recite the mantra: “ Oṁ , vajra axe! Make them burst, do! Svāhā

source: དངོས་གྲུབ་ཀྱི་དོན་དུ་བྱེ་བ་བཟླས་ལ།
en: “In order to ensure success, he should recite this mantra ten million times.

source: ཕྱི་ནས་ཐིག་ལེ་བྱས་ན་གང་ལ་ཕྱག་བྱས་པ་དེ་འགས་སོ།
en: Afterward, he should respectfully give the target a tilaka on the forehead. Whomever he does this to, will burst.

source: །དེ་ནས་ཆར་གྱི་རབ་ཏུ་སྦྱོར་བ་བཤད་པར་བྱ་སྟེ།
en: “Now I will teach a rite for producing rain.

source: ཨོྃ་ཨཱ་ཕུཿ། ཡི་རྣམ་པའི་ཆོ་ག་ལྟར་མཐའ་ཡས་ཀྱི་གཟུགས་བརྙན་བྱས་ལ་བདུད་རྩི་ལྔས་ནི་བླུགས་པར་བྱའོ། །མེ་ཏོག་ནག་པོས་ནི་མཆོད་པར་བྱ།
en: “He should make an effigy of Ananta according to the oṁ āḥ phuḥ ritual procedure, bathe it in the five ambrosias, and offer to it black flowers.

source: ཀླུ་འདུལ་བའི་ཁུ་བས་ནི་བྱུག་པར་བྱ། གླང་པོ་ཆེའི་ཆང་གིས་ནི་མགོ་བོ་བྱུག་པར་བྱ། ཁམ་ཕོར་ཁ་སྦྱར་དུ་ནི་གཞག་པར་བྱ། བ་ནག་པོའི་འོ་མས་ནི་དགང་བར་བྱ། གཞོན་ནུ་མ་ནག་མོས་བཀལ་བའི་སྐུད་པས་ནི་དཀྲི་བར་བྱ།
en: Having smeared it with mugwort juice and inuncted its head with the rut fluid from the temples of an elephant, he should place it inside a double-chambered earthenware vessel, fill the vessel with milk from a black cow, and twine around it a cord spun by a black virgin.

source: རླུང་གི་ཕྱོགས་སུ་རྫིང་བུ་བྱས་ནས་དེར་མཐའ་ཡས་གཞག་པར་བྱ། དེའི་འགྲམ་དུ་ཆོ་གས་དཀྱིལ་འཁོར་བཞེངས་པར་བྱ། དེའི་དབུས་སུ་མཐའ་ཡས་གཞག་པར་བྱའོ།
en: He should then dig a pond in an area toward the northwest and place Ananta next to it, by drawing a maṇḍala on its bank as prescribed and placing Ananta in its center.

source: །མཐའ་ཡས་མནན་པའི་ཀྱེའི་རྡོ་རྗེ་བྲི་བར་བྱ་སྟེ། ཞལ་བརྒྱད་པ། ཞབས་བཞི་པ། ཕྱག་བཅུ་དྲུག་གིས་བརྒྱན་པ། སྤྱན་ཉི་ཤུ་རྩ་བཞི་པར་བསྒོམ་པར་བྱའོ།
en: He should draw Hevajra standing astride Ananta, visualizing the former as having eight faces, four feet, sixteen arms, and, in all, twenty-four eyes.

source: །ཕྱིས་ནི་སློབ་དཔོན་ནང་གིས་ས་མ་རུངས་པའི་སེམས་ཀྱིས་དབེན་པའི་གནས་སུ་སྔགས་བཟླ་བར་བྱའོ།
en: Later, the officiating master, in a proud and cruel frame of mind, should recite the following mantra in a secluded place:

source: །ཨོཾ་གྷུ་རུ་གྷུ་རུ།
en: Oṁ , rumble rumble!

source: གྷུ་ཊ་གྷུ་ཊ།
en: Ghaḍa ghaḍa

source: ཤ་མ་ཤ་མ།
en: Destroy them, destroy!

source: གྷ་ཊ་གྷ་ཊ། གྷོ་ཊ་ཡ་གྷོ་ཊ་ཡ།
en: Strike, strike!

source: ཨ་ནནྟ་ཀྵོ་བྷ་ཀ་རཱ་ཡ།
en: O lord of nāgas who causes Ananta to tremble!

source: ནཱ་གཱ་དྷི་པ་ཏ་ཡེ།
en: He-he ru-ru ka! Summon the nāgas who dwell in the seven subterranean paradises and make them send rain! Threaten them and make them send thunder!

source: ཧེ་ཧེ་རུ་རུ་ཀྃ། སཔྟ་པཱ་ཏཱ་ལ། ག་ཏནྟཱ་གཱ་ནཱ་ཀཪྵ་ཡ། བརྵ་ཡ།
en: Phuḥ phuḥ phuḥ puḥ phuḥ phuḥ phuḥ phuḥ ! Hūṁ hūṁ hūṁ

source: གརྫ་ཡ།
en: Phaṭ phaṭ phaṭ

source: ཏརྫ་ཡ། ཕུཿཕུཿཕུཿཕུཿཕུཿཕུཿཕུཿཕུཿཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: svāhā

source: གལ་ཏེ་ཆར་མི་འབབ་ན་དེའི་ཚེ་སྔགས་འདི་བཟློག་ནས་བཟླས་ན་ཆར་འབབ་པར་འགྱུར་རོ།
en: “If they do not send rain, he should recite the same mantra backward. They will then comply.

source: །གལ་ཏེ་མི་འབབ་ན་དེའི་ཚེ་མགོ་ཨརྫ་ཀའི་དོག་པ་ལྟར་འགས་པར་འགྱུར་རོ།
en: If they still do not send rain, their heads will burst like a basil blossom.

source: །སྤྲིན་དྲལ་བར་འདོད་པས་དེའི་ཚེ་དུར་ཁྲོད་ཀྱི་རས་ལ་སྔགས་འདི་བྲི་བར་བྱའོ།
en: “If he wants to burst a cloud, he should write on a rag from a charnel ground the following mantra:

source: །ཨོྃ་ཏརྫྫ་ཡ་ཏརྫ་ཡ།
en: Oṁ , threaten threaten!

source: ཤྨ་ཤཱ་ན་པྲི་ཡཱ་ཡ་ཕཊ་སྭཱ་ཧཱ།
en: To the one fond of cemeteries, phaṭ svāhā

source: དཔལ་ཡང་དག་པར་སྦྱོར་བ་ལས་བྱུང་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་ལས་ཐམས་ཅད་ཀྱི་བསམ་གཏན་འབྱུང་བ་ཞེས་བྱ་བ་བརྟག་པའི་རྒྱལ་པོ་སྟེ་བདུན་པའོ།།
en: This concludes the sovereign chapter called “The Benefits Derived from All the Rites and Their Meditations,” the seventh in the great tantra, the glorious “Emergence from Sampuṭa.” Chapter 8 Vajragarbha said: “I want to hear, O Blessed One,

source: །།གཞན་དུ་མཚན་ཉིད་མཚོན་པ་ནི། །བཅོམ་ལྡན་བདག་ནི་ཉེན་པར་འཚལ།
en: About the attributes signified by other things.

source: །དེ་ཉིད་བཞི་ནི་མི་འཚལ་བས།
en: I do not know the four principles,

source: །འཁོར་བ་སྒྲོལ་བའི་མཚན་ཉིད་ཀྱི།
en: The Blessed One said:

source: །དང་པོར་རྡོ་རྗེའི་དེ་ཉིད་དེ།
en: The vajra scepter signifies the first principle,

source: །དྲིལ་བུ་ཡང་ནི་གཉིས་པ་ལ།
en: And the bell, the second.

source: །གསུམ་པ་ལ་ནི་ཕྲེང་བ་ཉིད། །བཞི་པར་ཡེ་ཤེས་མཚན་ཉིད་དོ།
en: “The third is the rosary, and the fourth is The attribute of knowledge.

source: །དེ་ཉིད་བཞི་ཡི་རྦ་རླབས་ལས།
en: The waves of these four principles
